// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的宝贝",
        "花开一季，有落红为证",
        "我喜欢你，是那种一想到你的名字，心里动辄海啸山鸣的喜欢",
        "你的浅笑，是我永生眷恋",
        "纵使生活没那么容易，我还是想把你放在未来里一生欢喜，不为世俗所及",
        "我想要和你一起慢慢变老，携手共度余生",
        "亲爱的宝贝，你是我的唯一",
        "爱你永远。。。",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2019-12-29T10:20:00",
    // 双方的名字
    names: ["猪婆", "猪猪"]
}
